{
  "data": [
    {
      "created_time": "2020-03-19T21:24:10+0000",
      "message": "Niestety z przykrością informujemy, że majowy AEGIS zostaje przełożony na 28-30 sierpnia 2020 r. - szczegóły w załączonym wpisie.",
      "id": "133461083335748_3469501379731685"
    },
    {
      "created_time": "2020-03-03T09:39:01+0000",
      "message": "Zapisy ruszyły :-)",
      "id": "133461083335748_3429147840433706"
    },
    {
      "created_time": "2020-03-02T15:10:44+0000",
      "message": "Dziś o 2300 otwieramy zapisy na AEGISa :-)",
      "id": "133461083335748_3427384797276677"
    },
    {
      "created_time": "2020-01-23T08:18:39+0000",
      "message": "Wszystkie znaki na niebie i ziemi wskazują, że zapisy oraz oficjalne informacje o majowym AEGISie pojawią się w 1 tygodniu lutego.",
      "id": "133461083335748_3333892323292592"
    },
    {
      "created_time": "2019-12-20T15:11:29+0000",
      "message": "Ależ nas przybyło na świąteczne spotkanie! Były pogaduchy o planach na przyszły rok, o organizacji imprez, o wyższości pigwy nad wiśnią (i na odwrót), nie zabrakło też gromkiego odśpiewania Ojcowi sto lat!

Pozdrawiamy Was serdecznie,
Pretorki",
      "story": "Fundacja Pretorians – w świątecznym nastroju z użytkownikami Adam Wawinski i 2 innymi użytkownikami.",
      "id": "133461083335748_3251612488187243"
    },
    {
      "created_time": "2019-12-18T10:25:42+0000",
      "message": "Warto czerpać wiedzę od doświadczonych koleżanek i kolegów! Dziękujemy Śnieżna Pantera za uchylenie rąbka tajemnicy. ;-)",
      "id": "133461083335748_3244424995572659"
    },
    {
      "created_time": "2019-12-15T09:34:22+0000",
      "message": "Misja: patrol
Miejsce:... :-)",
      "id": "133461083335748_3237168812964944"
    },
    {
      "created_time": "2019-12-02T20:43:20+0000",
      "message": "Tymczasem Prezes Fundacji odkrywa w sobie duszę artysty.  Gdyby nie to, że to teatr to Oscar byłby nasz.
Liczymy na kolejny występ na Aegisie :-)

PS. Oscar byłby też za scenografię - niektórzy pewnie spostrzegą znane Wam skrzynie po amunicji Leoparda. \"Uran\" wyjęliśmy ;-)",
      "id": "133461083335748_3205947299420429"
    },
    {
      "created_time": "2019-11-26T22:20:02+0000",
      "message": "Weekendowo. Czyli jako, że lat nam przybywa, stawiamy na młodzież ;-)",
      "id": "133461083335748_3191021104246382"
    },
    {
      "created_time": "2019-11-20T18:26:00+0000",
      "message": "Prawdziwe, nie? ;-)",
      "id": "133461083335748_3175219472493212"
    },
    {
      "created_time": "2019-11-11T12:00:36+0000",
      "message": "101 rocznica odzyskania niepodległości. Jakże niewiele jest radosnych rocznic w burzliwej historii Polski! Świętujemy niepodległość ojczyzny razem - ponad podziałami!

Pozdrawiamy serdecznie,
Pretorki",
      "id": "133461083335748_3152485664766593"
    },
    {
      "created_time": "2019-11-07T23:04:01+0000",
      "story": "Fundacja Pretorians zaktualizował(a) swoje zdjęcie profilowe.",
      "id": "133461083335748_3143799148968578"
    },
    {
      "created_time": "2019-11-03T16:41:31+0000",
      "message": "Rafał Jobczyński podesłał nam krótki filmik z ostatniego Aegisa Unplugged - zachęcamy do oglądania! Jesienne, długie wieczory idealnie nadają się do wygrzebywania z czeluści kart pamięci zdjęć i filmów, więc jeśli i Wy chcielibyście podzielić się jakimiś wspomnieniami - serdecznie Was do tego zachęcamy! 

https: //m.youtube.com/watch?v=qNHAN50kjkY&feature=youtu.be", "story": "Fundacja Pretorians – pełny(a) energii.",
      "id": "133461083335748_3133971199951373"
    },
    {
      "created_time": "2019-11-02T10:44:00+0000",
      "message": "Zachęcamy do lektury ciekawego tekstu o diodach CREE. W dobre latarki warto się zaopatrzyć choćby na potrzeby majowego Aegisa Unplugged, gdzie w nocnych zmaganiach znów nie będzie można korzystać z dobrodziejstw nokto i termowizji. 

https: //hobbyhouse.pl/Ile-lumenow-ma-latarka-Porowanie-najnowszych-diod-CREE-blog-pol-1522996772.html", "id": "133461083335748_3130829966932163"
    },
    {
      "created_time": "2019-10-26T15:36:25+0000",
      "story": "Fundacja Pretorians dodał(a) wydarzenie.",
      "id": "133461083335748_497366007517611"
    },
    {
      "created_time": "2019-10-11T20:33:28+0000",
      "message": "Mamy wstępną zgodę na organizację AEGIS Unplugged - teren ok. 60 km od Warszawy i 140 km od Olsztyna. Szczegóły jak tylko uzyskamy oficjalną zgodę i zwiedzimy dokładnie miejscówkę, ale wszystko wskazuje na to, że to już niebawem :-) Stay tuned!",
      "story": "Fundacja Pretorians – szczęśliwy(a).",
      "id": "133461083335748_3078712462143914"
    },
    {
      "created_time": "2019-10-06T20:23:07+0000",
      "message": "Operacja Jigsaw
Pretorianie dziękują za grę :-) Zarówno grzybów jak i przeciwników było dostatek (z lekką przewagą grzybów jednak). Pozdrawiamy zarówno przeciwników jak i drużyny po naszej stronie - jak zwykle było fantastycznie się z Wami spotkać :-)",
      "id": "133461083335748_3067577193257441"
    },
    {
      "created_time": "2019-09-22T22:01:59+0000",
      "message": "Veni, vidi, vici. ;-) 

Dziękujemy Blackfield ASG za OGN2019 - ciekawą imprezę z kapitalną mechaniką, a wszystkim uczestnikom za przesympatyczne spotkanie! Do zobaczenia za rok!

Pretorki

 
Tabela wyników wygląda następująco:
> Legion Pretorians = 615 punktów
> Blackfield Jasiek = 535 punktów
> Predators = 405 punktów
> WOMBAT = 380 punktów
> Blackfield Jesion = 320 punktów
> OZGKS / AIM = 195 punktów
> Beltus (samotnik) = 40 punktów

TABELA PEŁNA dostępna pod linkiem: https: //drive.google.com/file/d/1rSN6rRWDELPjVRdZ7Lyf_DCck0ejfTHy/view?fbclid=IwAR1KFcAnEhEtpcNZQHJwTF8XRn-US_3XwfQgO2x15z4GQ5Ne14ygp8UMWe8", "story": "Fundacja Pretorians – rewelacyjnie.",
      "id": "133461083335748_3037719629576531"
    },
    {
      "created_time": "2019-09-22T18:43:37+0000",
      "message": "Jesień za pasem, czas więc ogłosić terminy naszych \"flagowych\" gier w przyszłym roku:

AEGIS 9 (Unplugged) - 22-24.05.2020
AEGIS 10 (SpecOps) - 28-30.08.2020

Zapisy na AEGIS 9 rozpoczną się pod koniec stycznia.
Teren \"się załatwia\" - celujemy w inne okolice niż w tym roku, ale za wcześniej jeszcze na szczegóły.",
      "story": "Fundacja Pretorians myśli  o przyszłości",
      "id": "133461083335748_3037456189602875"
    },
    {
      "created_time": "2019-09-04T12:03:59+0000",
      "message": "Drogi Święty Mikołaju... <3 

https: //www.saviorequipment.com/collections/single-rifle-cases/products/ultimate-guitar-case-single-rifle-case", "id": "133461083335748_2999766043371890"
    },
    {
      "created_time": "2019-08-29T21:11:58+0000",
      "message": "Tegoroczny AEGIS: SpecOps (czyli wg oficjalnej numeracji AEGIS 8: SpecOps 3 😊) dobiegł końca.
W tym roku postanowiliśmy trochę zmniejszyć skalę gry i oddziały najemników liczyły maksymalnie 6 osób. Stawiło się 7 zespołów uciekających oraz ok. 70 ścigających dysponujących 8 samochodami.
Jak wyglądała gra z naszego, organizacyjnego punktu widzenia?
Wszystkie oddziały Najemników były dobrze przygotowane do gry i wyjście w teren było bardzo sprawne.
Okazało się jednak, że na większości terenu zasięg GSM jest w najlepszym wypadku kapryśny a często wcale go nie ma, co powodowało że niekiedy nadajniki znikały nawet na kilka godzin (nominalnie odświeżały się co około 45 minut). Dość dużym utrudnieniem organizacyjnym był brak zasięgu GSM w większości bazy Nazewu. Dodatkowo w północnej części terenu warunki drogowe były bardzo trudno - niektóre samochody się zakopały, a las był tak gęsty że można było bezpiecznie schować się dosłownie kilka metrów od drogi. Dość powiedzieć, że w tych warunkach pierwszej nocy nie udało się ścigającym złapać nikogo a dodatkowo krytyczny moment spadku zdolności bojowej ścigających (czyt. nikogo nie było w terenie) nastąpił rano, gdy akurat wszystkie zespoły najemników zaczęły się  zbierać w pobliżu zadania z partyzantami. 
Paradoksalnie jednak, jak wynikało z naszych obserwacji, nocna nieskuteczność przełożyła się na sukcesy w ciągu dnia. Jako że ścigający w nocy starali się bardzo chaotycznie łapać wiele oddziałów na raz, większość Najemników miała wrażenie, że wszystkie samochody polują właśnie na nich (jak widać na załączonych śladach GPS wiele grup posuwało się w tym samym kierunku) i przez to praktycznie wcale nie spała w nocy. Następnego dnia zmęczenie i upał zaczęło zbierać żniwo i w godzinach porannych padły pierwsze „ofiary” a następnie całe oddziały. W ciągu kilku godzin okazało się, że w dalszej grze biorą udział już tylko 2 oddziały, na które wszyscy ścigający mieli ochotę zapolować. 
W tej atmosferze ostatni oddział ściganych „padł” około 2330, wcześniej skutecznie wykonawszy zadanie heli.

Z naszej strony na wyróżnienie zasługują:
- ktokolwiek się wpiął do kabla 😊
- Widmo za wykonanie zadania Heli (chociaż znajomość procedury mogłaby być lepsza)
- SFSG za opatrzenie „rannego” gracza innego oddziału najemników
- Wykrzu, który naprawił łączność telefoniczną samą swoją obecnością  😉
- NAMS za to, że tak skutecznie ukrywali kto jedzie, że nawet ta część NAMS która była po stronie ścigającej nie wiedziała kogo goni 😊

Dziękujemy wszystkim za udział, gratulacje zwłaszcza dla Najemników za profesjonalne podejście do tematu i pozytywne kombinowanie. Byliśmy przekonani, że tym razem do końca dotrwa przynajmniej jeden oddział (po pierwszej nocy to nawet się nieco „zmartwiliśmy”, że dotrwają prawie wszyscy 😉), ale trochę zabrakło szczęścia w kilku przypadkach. Niemniej widać, że z edycji na edycję rośnie poziom i przygotowanie.
Następna edycja za rok – a w niej kolejne zmiany wynikające z doświadczeń z tego roku, postaramy się przede wszystkim nieco zmienić zasadę działania nadajników (nadawanie opóźnione) oraz wprowadzić kilka dodatkowych nowości i zadań. Ponieważ zmiany w nadajnikach są dość kłopotliwe technicznie będziemy informować o tym „co i jak” już w przyszłym roku. Przyglądamy się także zasadom zaangażowania samochodów, które prawdopodobnie ulegną zmianie.
Dodatkowo w przyszłym roku dla Najemników będzie nagroda specjalna za wyeliminowanie sprawców odpowiedzialnych za niezgodne z międzynarodowymi konwencjami postępowanie wobec oddziału Bravo 26 😉
Szczególne podziękowania dla Tomasz Barzowski za jak zwykle niezawodną pomoc z lokalizatorami i łącznością oraz oczywiście dla Nadleśnictwa Gościeradów.

Na koniec niestety dwie sprawy regulaminowe, które chcieliśmy wspomnieć:
1. „Wyrzuciliśmy” w trakcie gry jednego z Najemników za doładowywanie kulek noszonych luzem. Ponieważ gracz ten i tak już poniósł karę tym razem wyjątkowo nie podajemy o kogo chodzi.
2. Grupa GS7 otrzymuje ostrzeżenie za jeżdżenie samochodem po lesie. Kończymy na ostrzeżeniu, ponieważ okolicznością łagodzącą jest fakt, że było to zrobione w sposób bezpieczny (przed samochodem stała osoba oglądająca teren). 

Zapraszamy na kolejnego AEGISa - niebawem ogłosimy terminy naszych gier na rok 2020.",
      "id": "133461083335748_2988680317813796"
    },
    {
      "created_time": "2019-08-12T09:55:12+0000",
      "message": "Ha!

zostało 10 dni do kolejnej edycji imprezy AEGIS: SpecOps.
A to oznacza, że zostało coraz mniej czasu na...rozchodzenie nowych trzewików! Wiemy, że Wy wiecie, że zwłaszcza na tego typu, wymagających imprezach trzeba się solidnie przygotować do przejścia/przetruchtania i przebiegnięcia wielu kilometrów. Ponieważ jednak prawie na każdej imprezie widzimy, jak ktoś boryka się z problemem otartych do krwi stóp, co czasem wręcz prowadziło do zakończenia udziału nieszczęśnika w imprezie, poniżej garść naszych rad, wypracowanych na bazie własnych doświadczeń (i niejednego bolesnego przeżycia...):

1. Buty muszą być solidnie rozchodzone. Nie wystarczy sprawdzenie w sklepie, czy są wygodne i przejście w nich 10 metrów po równej posadzce. Zamieńcie codzienne obuwie na buty, w których przyjdzie Wam biegać/skakać/maszerować. Długie spacery, zwłaszcza po nieutwardzonym podłożu są więcej niż mile widziane;

2. Skarpety. Odpowiedni dobór skarpet to kolejna składowa Waszego sukcesu. Dla wielu uważana za absolutny fundament. Naszym zdaniem żadne tam trekingowe cuda ze srebrną nicią, teflonem, kevlarem i wyjebonitem. Wełna. Najlepiej 100% wełny morynosa, skarpeta dłuższa niż but. Serio! Miejcie skarpety na zmianę, zwłaszcza jak jest mokro, a buty wpuszczają wodę do środka.

3. Pamiętajcie o właściwym zawiązaniu butów! Nawet jeśli Wasze buty wyglądają na pancerne, po których bez szkody dla noszącego przejedzie czołg, but nie spełni swojej roli, jeśli nie będzie solidnie zawiązany. Zbierzcie sznurowadła od samego dołu - im więcej luzu, tym łatwiej o obtarcia i pęcherze. Nie przesadźcie - krew musi cyrkulować. 

Powyższe trzy rzeczy to naszym zdaniem podstawa. Oczywiście są lepsze i gorsze buty, ale to na tyle indywidualna sprawa, że nie pokusimy się o polecanie konkretnych modeli. But ma być wygodny dla noszącego. Niestety w przypadku taktycznych trepów dopiero po przejściu wielu kilometrów da się jednoznacznie określić, czy to jest to.

Dbajcie o stopy!

Pretorki

p.s. Niby nie należy przebijać pęcherzy, niby to naturalne opatrunki...ale nie trzymajcie się kurczowo tej zasady. Czasem to jedyna szansa na ulgę i odzyskanie zdolności bojowych na tych kilka ostatnich, często kluczowych zrywów...",
      "story": "Fundacja Pretorians – zmotywowany(a).",
      "id": "133461083335748_2953896334625528"
    },
    {
      "created_time": "2019-08-07T15:16:13+0000",
      "message": "Raz jeszcze prosimy o minutę Waszego czasu i zachęcamy do głosowania na imprezę AEGIS VIII:SpecOps. Bez cienia wątpliwości tego typu imprezy podnoszą zdolności obronne uczestników. Dla drużyn SpecOpsów to jednak szczególna impreza, która pozwala poznać swoje słabe i mocne strony. Poprzeczka jest zawieszona wysoko. Czy w tym roku uda się komuś wykonać przydzielone zadania, umknąć niedającej wytchnienia pogoni i dotrwać do exfila?

Za wszystkie oddane głosy - serdeczne dzięki!
Pretorki",
      "story": "Fundacja Pretorians – zmotywowany(a).",
      "id": "133461083335748_2944567692225059"
    },
    {
      "created_time": "2019-08-05T08:36:31+0000",
      "message": "Pojawiła się możliwość dodatkowego zgłoszenia na SpecOps - zapraszamy do kontaktu!",
      "id": "133461083335748_2940160175999144"
    },
    {
      "created_time": "2019-08-02T09:24:51+0000",
      "message": "Tym razem my potrzebujemy Waszej pomocy :-)
Walczymy o dofinansowanie najbliższego Aegisa w ramach konkursu organizowanego przez Pomorskie Stowarzyszenie Aktywności Terenowej PSAT - poświęcice proszę chwilę i oddajcie głos na - link poniżej (złożylismy dwa wnioski - głosujcie na dowolny z nich).

bit.ly/pdph_mazowieckie_k2

Liczymy na Wasze głosy! 
Dziękujemy!

#FIO #FIO2018 #FIO2019 #narodowyinstytutwolnosci #NIW #pdph #PSAT",
      "id": "133461083335748_2934425643239264"
    }
  ],
  "paging": {
    "cursors": {
      "before": "QVFIUnlZAU0lWMWFGeEVMRUxCdEE2T3M2SEpqUm1rYTZARTXBNV2tLdmhFNURvOGF5ZAll1YW92TkRxWlh2VVJnbDdwSTR1SkRtM0cxVi1xZAEIxQkg5bjk1YjR6X3ZA0NmxydE5zWmVzSEJzMi1KWlg3T0oxR1RTeDR0bTlfclprVDA3OWFv",
      "after": "QVFIUmRZANXRMVk53R05KajVtbFdjMzhBR0hZARHJfUm5HUlNhX0lDUklrQWp5THR4dUU0MXhUX2lneXlpdlVzckhGNEdtNUpyM2wxbEFNYV9tcUZAaWFBteTNvZA3NqdWdZAZA2syWkhqYWVXbS1jMlNMbHk4MHdSc1pZARGVsalBZAWUc4cXVR"
    },
    "next": "https://graph.facebook.com/v6.0/133461083335748/feed?access_token=EAAKdJVkPDh0BACkRZAoNEr0zpEkBbqQkrUw99juoFWCf6ISeZCgSpDiodX1kVZCBgI5RYH7clkV3mYmKpuFFd0Lg4I60xFa13CavkDoKXN49OmFHtNz8q0lssr9foZBiszzApZAaixhUHxQmCTzS16HrvqBaBlON0DnZAiWCJ7IOqZBlgRFShjCzMcm6lddZCoYZD&pretty=0&limit=25&after=QVFIUmRZANXRMVk53R05KajVtbFdjMzhBR0hZARHJfUm5HUlNhX0lDUklrQWp5THR4dUU0MXhUX2lneXlpdlVzckhGNEdtNUpyM2wxbEFNYV9tcUZAaWFBteTNvZA3NqdWdZAZA2syWkhqYWVXbS1jMlNMbHk4MHdSc1pZARGVsalBZAWUc4cXVR"
  }
}